Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# RCEditLearnedRemotePlaybackButtonsButtonTitle
source: Set Up Playback Buttons
ar: إعداد أزرار التشغيل
ca: Configura els botons de reproducció
cs: Nastavit tlačítka přehrávání
da: Indstil knapper til afspilning
de: Wiedergabetasten konfigurieren
el: Διαμόρφωση κουμπιών αναπαραγωγής
es: Configurar botones de reproducción
es_us: Configurar botones de reproducción
fi: Määritä toistopainikkeet
fr: Configurer les boutons de lecture
fr_ca: Configurer les boutons de lecture
he: הגדרת כפתורי הפעלה
hi: प्लेबैक बटन सेटअप करें
hr: Podesi tipke za reprodukciju
hu: Lejátszási gombok beállítása
id: Atur Tombol Pemutaran
it: Imposta i tasti di riproduzione
ja: 再生ボタンを設定
ko: 재생 버튼 설정
ms: Sediakan Butang Main Balik
nb: Konfigurer avspillingsknapper
nl: Configureer afspeelknoppen
pl: Konfiguruj przyciski odtwarzania
pt_br: Configurar Botões de Reprodução
pt_pt: Configurar botões de reprodução
ro: Configurați butoanele de redare
ru: Настроить кнопки воспроизведения
sk: Nastaviť tlačidlá prehrávania
sl: Nastavi gumbe za predvajanje
sv: Ställ in uppspelningsknappar
th: ตั้งค่าปุ่มเล่น
tr: Oynatma Düğmelerini Ayarla
uk: Налаштувати кнопки відтворення
vi: Thiết lập Các nút Phát lại
zh_cn: 设置播放按钮
zh_hk: 設定播放按鈕
zh_tw: 設定播放按鈕

# RCEditLearnedRemoteRenameButtonTitle
source: Rename Remote
ar: إعادة تسمية الريموت
ca: Canvia el nom del comandament
cs: Přejmenovat ovladač
da: Omdøb fjernbetjening
de: Fernbedienung umbenennen
el: Μετονομασία τηλεχειριστηρίου
es: Renombrar mando a distancia
es_us: Renombrar
fi: Nimeä kaukosäädin uudelleen
fr: Renommer la télécommande
fr_ca: Renommer la télécommande
he: שינוי שם השלט
hi: रिमोट का नाम बदलें
hr: Promijeni naziv daljinskog upravljača
hu: Távirányító átnevezése
id: Ubah Nama Remote
it: Rinomina telecomando
ja: リモコン名を変更
ko: 리모컨 이름 변경
ms: Nama Semula Kawalan Jauh
nb: Endre navn på fjernkontroll
nl: Wijzig naam afstandsbediening
pl: Zmień nazwę pilota
pt_br: Renomear Controle Remoto
pt_pt: Mudar o nome do comando
ro: Redenumiți telecomanda
ru: Переименовать пульт
sk: Premenovať ovládač
sl: Preimenuj daljinec
sv: Byt namn på fjärrkontroll
th: ตั้งชื่อรีโมทใหม่
tr: Kumanda Adını Değiştir
uk: Перейменувати пульт
vi: Đổi tên Điều khiển từ xa
zh_cn: 给遥控器重新命名
zh_hk: 重新命名遙控器
zh_tw: 重新命名遙控器

# RCIRPowerInstructionalText
source: Use your remote to control your TV. To learn how to control your TV with a remote, go to support.apple.com/appletv/home-theater.
ar: استخدم الريموت للتحكم في التلفزيون. لمعرفة كيفية التحكم في التلفزيون باستخدام ريموت، انتقل إلى: support.apple.com/appletv/home-theater
ca: Fes servir el comandament per controlar el televisor. Per obtenir informació sobre com controlar el televisor amb un comandament, ves a support.apple.com/appletv/home-theater.
cs: Používejte svůj ovladač k ovládání televizoru. Informace o ovládání televizoru ovladačem najdete na stránce support.apple.com/appletv/home-theater.
da: Brug fjernbetjeningen til at betjene dit fjernsyn. Du kan lære at betjene dit fjernsyn med en fjernbetjening, hvis du går til support.apple.com/appletv/home-theater.
de: Verwende die Fernbedienung zum Steuern deines Fernsehgeräts. Näheres zur TV-Fernbedienung ist unter support.apple.com/appletv/home-theater erhältlich.
el: Χρησιμοποιήστε το τηλεχειριστήριο για έλεγχο της τηλεόρασης. Για να μάθετε τον τρόπο ελέγχου της τηλεόρασής σας με τηλεχειριστήριο, μεταβείτε στη διεύθυνση support.apple.com/appletv/home-theater.
es: Utiliza el mando a distancia para controlar el televisor. Para obtener información sobre cómo controlar tu televisor con un mando a distancia, ve a support.apple.com/appletv/home-theater.
es_us: Usa el control remoto para controlar la TV. Aprende a controlar tu TV con un control remoto en support.apple.com/appletv/home-theater.
fi: Ohjaa TV:tä kaukosäätimellä. Ohjeita TV:n ohjaamiseen kaukosäätimellä löydät osoitteesta support.apple.com/appletv/home-theater.
fr: Utilisez votre télécommande pour contrôler votre téléviseur. Apprenez à contrôler votre téléviseur avec une télécommande : support.apple.com/appletv/home-theater.
fr_ca: Utilisez votre télécommande pour contrôler votre télévision. Pour apprendre comment contrôler votre télévision avec une télécommande, rendez-vous sur support.apple.com/appletv/home-theater.
he: ניתן להשתמש בשלט כדי לשלוט בטלוויזיה. פרטים נוספים בנושא שליטה בטלוויזיה באמצעות שלט זמינים בכתובת: support.apple.com/appletv/home-theater.
hi: अपने टीवी को नियंत्रित करने के लिए अपने रिमोट का इस्तेमाल करें। रिमोट से अपने टीवी को नियंत्रित करने का तरीक़ा जानने के लिए support.apple.com/appletv/home-theater पर जाएँ।
hr: Upravljajte TV-om pomoću daljinskog upravljača. Za informacije o upravljanju TV‑om pomoću daljinskog upravljača posjetite support.apple.com/appletv/home-theater.
hu: Használja a távirányítót a tévé vezérléséhez. A support.apple.com/appletv/home-theater weboldalon megtudhatja, hogyan vezérelheti távirányítóval a tévéjét.
id: Gunakan remote untuk mengontrol TV Anda. Untuk mempelajari cara mengontrol TV Anda dengan remote, buka support.apple.com/appletv/home-theater.
it: Utilizza il telecomando per controllare la TV. Per ulteriori informazioni su come controllare la TV con un telecomando, vai alla pagina support.apple.com/appletv/home-theater.
ja: リモコンを使用してテレビを制御します。 リモコンでテレビを制御する方法を学習するには、support.apple.com/appletv/home-theater にアクセスしてください。
ko: 리모컨을 사용하여 TV를 제어합니다. 리모컨으로 TV를 제어하는 방법에 관하여 알아보려면 support.apple.com/appletv/home-theater 사이트로 이동하십시오.
ms: Gunakan kawalan jauh anda untuk mengawal TV anda. Untuk mengetahui cara mengawal TV anda dengan kawalan jauh, pergi ke support.apple.com/en-my/HT205225.
nb: Styr TV-en ved hjelp av fjernkontrollen. Lær hvordan du styrer TV-en med en fjernkontroll på support.apple.com/appletv/home-theater.
nl: Je tv bedienen met de afstandsbediening. Ga naar support.apple.com/appletv/home-theater voor informatie over het bedienen van je tv met een afstandsbediening.
pl: Steruj telewizorem przy użyciu pilota. Aby nauczyć się sterować telewizorem za pomocą pilota, przejdź do witryny support.apple.com/appletv/home-theater.
pt_br: Use o controle remoto para controlar a TV. Para saber como controlar sua TV com um controle remoto, visite support.apple.com/appletv/home-theater
pt_pt: Use o seu comando para controlar a televisão. Encontrará informação adicional sobre como controlar a sua televisão com um comando, em support.apple.com/appletv/home-theater.
ro: Utilizați telecomanda pentru a vă controla televizorul. Pentru a afla cum să vă controlați televizorul cu o telecomandă, accesați support.apple.com/appletv/home-theater.
ru: Используйте пульт для дистанционного управления телевизором. Подробнее об управлении телевизором с пульта: support.apple.com/appletv/home-theater.
sk: Ovládajte TV pomocou svojho ovládača. Ak sa chcete dozvedieť viac o ovládaní TV pomocou ovládača, navštívte support.apple.com/appletv/home-theater.
sl: Za upravljanje televizorja uporabite daljinec. Za več informacij o upravljanju televizorja z daljincem pojdite na support.apple.com/appletv/home-theater.
sv: Styr din TV med fjärrkontrollen. Information om hur du styr din TV med en fjärrkontroll hittar du på support.apple.com/appletv/home-theater.
th: ใช้รีโมทเพื่อควบคุมทีวีของคุณ ในการเรียนรู้วิธีควบคุมทีวีของคุณด้วยรีโมท ให้ไปที่ support.apple.com/appletv/home-theater
tr: TV’nizi denetlemek için kumandanızı kullanın. TV’nizi kumandayla nasıl denetleyeceğinizi öğrenmek için support.apple.com/appletv/home-theater adresine gidin.
uk: Керуйте своїм телевізором за допомогою пульта ДК. Дізнайтеся, як керувати своїм телевізором за допомогою пульта, на вебсторінці support.apple.com/appletv/home-theater.
vi: Sử dụng điều khiển từ xa để điều khiển TV của bạn. Để tìm hiểu cách điều khiển TV bằng điều khiển từ xa, hãy truy cập support.apple.com/appletv/home-theater.
zh_cn: 使用遥控器来控制电视机。 若要了解如何使用遥控器控制电视机，请访问support.apple.com/appletv/home-theater。
zh_hk: 使用遙控器控制電視。 如要了解如何使用遙控器控制電視，請瀏覽：support.apple.com/appletv/home-theater。
zh_tw: 使用遙控器來控制電視。 若要瞭解如何使用遙控器來控制電視，請前往：support.apple.com/appletv/home-theater。

# RCIRPowerInstructionalTextNoRemote
source: Use your remote to control your TV. Disabled because no remote is connected. To learn how to control your TV with a remote, go to support.apple.com/appletv/home-theater.
ar: استخدم الريموت للتحكم في التلفزيون. تم التعطيل نظرًا لعدم توصيل أي ريموت. لمعرفة كيفية التحكم في التلفزيون باستخدام ريموت، انتقل إلى: support.apple.com/appletv/home-theater
ca: Fes servir el comandament per controlar el televisor. S’ha desactivat perquè no hi ha cap comandament connectat. Per obtenir informació sobre com controlar el televisor amb un comandament, ves a support.apple.com/appletv/home-theater.
cs: Používejte svůj ovladač k ovládání televizoru. Vypnuto, protože není připojený žádný ovladač. Informace o ovládání televizoru ovladačem najdete na stránce support.apple.com/appletv/home-theater.
da: Brug fjernbetjeningen til at betjene dit fjernsyn. Slået fra, fordi der ikke er tilsluttet en fjernbetjening. Du kan lære at betjene dit fjernsyn med en fjernbetjening, hvis du går til support.apple.com/appletv/home-theater.
de: Verwende die Fernbedienung zum Steuern deines Fernsehgeräts. Deaktiviert, weil keine Fernbedienung angeschlossen ist. Näheres zum Steuern deines TV-Geräts mit einer Fernbedienung ist unter support.apple.com/appletv/home-theater erhältlich.
el: Χρησιμοποιήστε το τηλεχειριστήριο για έλεγχο της τηλεόρασης. Αυτή η επιλογή είναι απενεργοποιημένη, διότι δεν υπάρχει συνδεδεμένο τηλεχειριστήριο. Για να μάθετε τον τρόπο ελέγχου της τηλεόρασής σας με τηλεχειριστήριο, μεταβείτε στη διεύθυνση support.apple.com/appletv/home-theater.
es: Utiliza el mando a distancia para controlar el televisor. Se ha desactivado porque no hay ningún mando a distancia conectado. Para obtener información sobre cómo controlar tu televisor con un mando a distancia, ve a support.apple.com/appletv/home-theater.
es_us: Usa el control remoto para controlar la TV. Se desactivó porque no hay ningún control remoto conectado. Aprende a controlar tu TV con un control remoto en support.apple.com/appletv/home-theater.
fi: Ohjaa TV:tä kaukosäätimellä. Ei käytössä, koska kaukosäädintä ei ole yhdistetty. Ohjeita TV:n ohjaamiseen kaukosäätimellä löydät osoitteesta support.apple.com/appletv/home-theater.
fr: Utilisez votre télécommande pour contrôler votre téléviseur. Elle est désactivée car aucune télécommande n’est connectée. Apprenez à contrôler votre téléviseur avec une télécommande : support.apple.com/appletv/home-theater.
fr_ca: Utilisez votre télécommande pour contrôler votre télévision. Désactivé, car aucune télécommande n’est connectée. Pour apprendre comment contrôler votre télévision avec une télécommande, rendez-vous sur support.apple.com/appletv/home-theater.
he: ניתן להשתמש בשלט כדי לשלוט בטלוויזיה. המאפיין כבוי משום שלא חיברת שלט. פרטים נוספים בנושא שליטה בטלוויזיה באמצעות שלט זמינים בכתובת: support.apple.com/appletv/home-theater.
hi: अपने टीवी को नियंत्रित करने के लिए अपने रिमोट का इस्तेमाल करें। अभी अक्षम है क्योंकि कोई रिमोट कनेक्टेड नहीं है। रिमोट से अपने टीवी को नियंत्रित करने का तरीक़ा जानने के लिए support.apple.com/appletv/home-theater पर जाएँ।
hr: Upravljajte TV-om pomoću daljinskog upravljača. Onemogućeno jer nije spojen nijedan daljinski upravljač. Za informacije o upravljanju TV‑om pomoću daljinskog upravljača posjetite support.apple.com/appletv/home-theater.
hu: Használja a távirányítót a tévé vezérléséhez. Le van tiltva, mert nem csatlakozik távirányító. A support.apple.com/appletv/home-theater weboldalon megtudhatja, hogyan vezérelheti távirányítóval a tévéjét.
id: Gunakan remote untuk mengontrol TV Anda. Dinonaktifkan karena tidak ada remote yang terhubung. Untuk mempelajari cara mengontrol TV Anda dengan remote, buka support.apple.com/appletv/home-theater.
it: Utilizza il telecomando per controllare la TV. L’opzione è disabilitata perché non ci sono telecomandi connessi. Per ulteriori informazioni su come controllare la TV con un telecomando, vai alla pagina support.apple.com/appletv/home-theater.
ja: リモコンを使用してテレビを制御します。 リモコンが接続されていないため無効になっています。 リモコンでテレビを制御する方法を学習するには、support.apple.com/appletv/home-theater にアクセスしてください。
ko: 리모컨을 사용하여 TV를 제어합니다. 연결된 리모컨이 없기 때문에 비활성화되었습니다. 리모컨으로 TV를 제어하는 방법에 관하여 알아보려면 support.apple.com/appletv/home-theater 사이트로 이동하십시오.
ms: Gunakan kawalan jauh anda untuk mengawal TV anda. Dinyahdayakan kerana tiada kawalan jauh disambungkan. Untuk mengetahui cara mengawal TV anda dengan kawalan jauh, pergi ke support.apple.com/en-my/HT205225.
nb: Styr TV-en ved hjelp av fjernkontrollen. Deaktivert fordi ingen fjernkontroll er koblet til. Lær hvordan du styrer TV-en med en fjernkontroll på support.apple.com/appletv/home-theater.
nl: Je tv bedienen met de afstandsbediening. Uitgeschakeld omdat er geen afstandsbediening is aangesloten. Ga naar support.apple.com/appletv/home-theater voor informatie over het bedienen van je tv met een afstandsbediening.
pl: Steruj telewizorem przy użyciu pilota. Wyłączone — nie połączono pilota. Aby nauczyć się sterować telewizorem za pomocą pilota, przejdź do witryny support.apple.com/appletv/home-theater.
pt_br: Use o controle remoto para controlar a TV. Opção desativada, pois nenhum controle remoto está conectado. Para saber como controlar sua TV com um controle remoto, visite support.apple.com/appletv/home-theater
pt_pt: Use o seu comando para controlar a televisão. Opção desativada porque não está ligado nenhum comando. Encontrará informação adicional sobre como controlar a sua televisão com um comando, em support.apple.com/appletv/home-theater.
ro: Utilizați telecomanda pentru a vă controla televizorul. Configurare dezactivată, deoarece nu este conectată nicio telecomandă. Pentru a afla cum să vă controlați televizorul cu o telecomandă, accesați support.apple.com/appletv/home-theater.
ru: Используйте пульт для дистанционного управления телевизором. Эта функция недоступна, так как пульт не подключен. Подробнее об управлении телевизором с пульта: support.apple.com/appletv/home-theater.
sk: Ovládajte TV pomocou svojho ovládača. Neaktívne, pretože nie je pripojený žiadny ovládač. Ak sa chcete dozvedieť viac o ovládaní TV pomocou ovládača, navštívte support.apple.com/appletv/home-theater.
sl: Za upravljanje televizorja uporabite daljinec. Onemogočeno, ker ni vzpostavljene povezave z daljincem. Za več informacij o upravljanju televizorja z daljincem pojdite na support.apple.com/appletv/home-theater.
sv: Styr din TV med fjärrkontrollen. Avaktiverat eftersom ingen fjärrkontroll är ansluten. Information om hur du styr din TV med en fjärrkontroll hittar du på support.apple.com/appletv/home-theater.
th: ใช้รีโมทเพื่อควบคุมทีวีของคุณ ถูกปิดใช้งานเนื่องจากไม่มีรีโมทเชื่อมต่ออยู่ ในการเรียนรู้วิธีควบคุมทีวีของคุณด้วยรีโมท ให้ไปที่ support.apple.com/appletv/home-theater
tr: TV’nizi denetlemek için kumandanızı kullanın. Hiçbir kumanda bağlı olmadığı için etkin değil. TV’nizi kumandayla nasıl denetleyeceğinizi öğrenmek için support.apple.com/appletv/home-theater adresine gidin.
uk: Керуйте своїм телевізором за допомогою пульта ДК. Вимкнено, оскільки не підʼєднано пульт ДК. Дізнайтеся, як керувати своїм телевізором за допомогою пульта, на вебсторінці support.apple.com/appletv/home-theater.
vi: Sử dụng điều khiển từ xa để điều khiển TV của bạn. Đã bị tắt vì không có điều khiển từ xa nào được kết nối. Để tìm hiểu cách điều khiển TV bằng điều khiển từ xa, hãy truy cập support.apple.com/appletv/home-theater.
zh_cn: 使用遥控器来控制电视机。 因为未与遥控器连接，现已停用。 若要了解如何使用遥控器控制电视机，请访问support.apple.com/appletv/home-theater。
zh_hk: 使用遙控器控制電視。 由於未有連接遙控器，現已停用。 如要了解如何使用遙控器控制電視，請瀏覽：support.apple.com/appletv/home-theater。
zh_tw: 使用遙控器來控制電視。 已停用，因為沒有連接遙控器。 若要瞭解如何使用遙控器來控制電視，請前往：support.apple.com/appletv/home-theater。

# RCIRPowerTitle
source: Turn On Your TV with Your Remote
ar: تشغيل تلفزيونك باستخدام الريموت
ca: Activa el televisor amb el comandament
cs: Zapínat TV pomocí ovladače
da: Tænd for dit TV med fjernbetjeningen
de: TV mit Fernbedienung einschalten
el: Ενεργοπ. τηλεόρασης με τηλεχειρ.
es: Encender el televisor con el mando
es_us: Encender TV con el control
fi: TV:n käynnistys kaukosäätimellä
fr: Allumer avec la télécommande
fr_ca: Allumer la télévision
he: הפעלת הטלוויזיה באמצעות השלט
hi: अपने रिमोट से टीवी चालू करें
hr: Uključite TV daljinskim upravljačem
hu: A tv bekapcsolása a távirányítóval
id: Nyalakan Apple TV Anda dengan Remote Anda
it: Accendi la TV con il telecomando
ja: Remoteでテレビをオンにする
ko: 리모컨으로 TV 켜기
ms: Hidupkan TV Anda dengan Remote Anda
nb: Slå på TV-en med fjernkontrollen
nl: Schakel de tv in met de afstandsbediening
pl: Włącz telewizor za pomocą pilota
pt_br: Ligar a TV com o Controle Remoto
pt_pt: Ligar televisão com o comando
ro: Porniți televizorul cu telecomanda dvs.
ru: Включение телевизора пультом
sk: Zapínať TV pomocou ovládača
sl: Vklop televizorja z daljincem
sv: Slå på din TV med fjärrkontrollen
th: เปิดทีวีด้วยรีโมทของคุณ
tr: TV’nizi Kumandanızla Açın
uk: Увімкнення телевізора пультом
vi: Bật TV của bạn bằng điều khiển từ xa
zh_cn: 使用遥控器来打开电视机
zh_hk: 使用你的遙控器開電視
zh_tw: 使用遙控器來開啟電視

# RCLearnedRemotesSectionTitle
source: Learned Remotes
ar: أجهزة التحكم المعروفة
ca: Comandaments memoritzats
cs: Nastavené ovladače
da: Fjernbetjeninger programmeret
de: Angelernte Fernbedienungen
el: Διαμορφωμένα τηλεχειριστήρια
es: Mandos a distancia memorizados
es_us: Controles remotos memorizados
fi: Opitut kaukosäätimet
fr: Télécommandes mémorisées
fr_ca: Télécommandes mémorisées
he: שלטים שהוגדרו
hi: कॉन्फ़िगर किए गए रिमोट
hr: Programirani daljinski upravljači
hu: Megtanult távirányítók
id: Remote yang Dipelajari
it: Telecomandi programmati
ja: 追加されたリモコン
ko: 등록된 리모컨
ms: Kawalan Jauh Dipelajari
nb: Lærte fjernkontroller
nl: Geleerde afstandsbedieningen
pl: Skojarzone piloty
pt_br: Controles Memorizados
pt_pt: Comandos memorizados
ro: Telecomenzi programate
ru: Обученные пульты
sk: Nastavené ovládače
sl: Programirani daljinci
sv: Inlärda fjärrkontroller
th: รีโมทที่เครื่องรับรู้
tr: Öğrenilen Kumandalar
uk: Знайомі пульти
vi: Điều khiển từ xa Đã ghi nhớ
zh_cn: 已设置的遥控器
zh_hk: 已學習的遙控器
zh_tw: 已學習的遙控器

# RCLearnRemoteBasicSetUpCompleteDescriptionText
source: You can now use your remote with this Apple TV. To set up additional buttons, select Set Up Playback Buttons.
ar: يمكنك الآن استخدام الريموت مع هذا الـ Apple TV. لإعداد أزرار إضافية، حدد "إعداد أزرار التشغيل".
ca: Ja pots utilitzar el comandament amb l’Apple TV. Per configurar més botons, selecciona “Configura els botons de reproducció”.
cs: Teď můžete s touto Apple TV používat svůj ovladač. Chcete‑li nastavit další tlačítka, vyberte volbu Nastavit tlačítka přehrávání.
da: Du kan nu bruge fjernbetjeningen med dette Apple TV. Hvis du vil indstille yderligere knapper, skal du vælge Indstil knapper til afspilning.
de: Du kannst die Fernbedienung jetzt mit diesem Apple TV verwenden. Um weitere Tasten zu konfigurieren, wähle „Wiedergabetasten konfigurieren“.
el: Τώρα θα μπορείτε να χρησιμοποιείτε το τηλεχειριστήριο με αυτό το Apple TV. Για διαμόρφωση πρόσθετων κουμπιών, επιλέξτε «Διαμόρφωση κουμπιών αναπαραγωγής».
es: Ya puedes utilizar tu mando con este Apple TV. Para configurar más botones, selecciona “Configurar botones de reproducción”.
es_us: Ahora puedes usar tu control remoto con este Apple TV. Para configurar botones adicionales, selecciona Configurar botones de reproducción.
fi: Voit nyt käyttää kaukosäädintäsi tämän Apple TV:n kanssa. Ota lisää painikkeita käyttöön valitsemalla Määritä toistopainikkeet.
fr: Vous pouvez maintenant utiliser votre télécommande avec cette Apple TV. Choisissez « Configurer les boutons de lecture » pour configurer d’autres boutons.
fr_ca: Vous pouvez désormais utiliser votre télécommande avec cette Apple TV. Pour configurer d’autres boutons, sélectionnez Configurer les boutons de lecture.
he: כעת ניתן להשתמש בשלט עם Apple TV זה. להגדרת כפתורים נוספים, יש לבחור באפשרות ״הגדרת כפתורי הפעלה״.
hi: अब आप अपने रिमोट का इस Apple TV के साथ उपयोग कर सकते हैं। अतिरिक्त बटन सेटअप करने के लिए, प्लेबैक सेटअप करें बटन चुनें।
hr: Sad možete koristiti svoj upravljač s ovim Apple TV‑om. Za podešavanje dodatnih tipki odaberite Podesi tipke za reprodukciju.
hu: Most már használhatja a távirányítót ezzel az Apple TV-vel. További gombok beállításához válassza a Lejátszási gombok beállítása lehetőséget.
id: Kini Anda dapat menggunakan remote Anda dengan Apple TV ini. Untuk mengatur tombol tambahan, pilih Atur Tombol Pemutaran.
it: Il telecomando è pronto per essere utilizzato con Apple TV. Per impostare tasti aggiuntivi, seleziona “Imposta tasti di riproduzione”.
ja: お使いのリモコンは、このApple TVで使用できるようになりました。その他のボタンを設定するには、“再生ボタンを設定”を選択してください。
ko: 이제 사용자의 리모컨으로 이 Apple TV를 사용할 수 있습니다. 추가 버튼을 설정하려면 재생 버튼 설정을 선택하십시오.
ms: Anda kini boleh menggunakan kawalan jauh anda dengan Apple TV ini. Untuk menyediakan butang tambahan, pilih Sediakan Butang Main Balik.
nb: Du kan nå bruke fjernkontrollen med Apple TV. Velg Konfigurer avspillingsknapper for å konfigurere flere knapper.
nl: Je kunt nu je afstandsbediening gebruiken met deze Apple TV. Selecteer 'Configureer afspeelknoppen' om extra knoppen in te stellen.
pl: Możesz teraz sterować Apple TV za pomocą pilota. Aby skonfigurować dodatkowe przyciski, wybierz Konfiguruj przyciski odtwarzania.
pt_br: Agora você pode usar seu controle remoto com esta Apple TV. Para configurar outros botões, selecione Configurar Botões de Reprodução.
pt_pt: Agora já pode usar o seu comando à distância com esta Apple TV. Para configurar botões adicionais, selecione Configurar botões de reprodução.
ro: Acum puteți utiliza telecomanda dvs. cu acest Apple TV. Pentru a configura butoane suplimentare, selectați Configurați butoanele de redare.
ru: Теперь Ваш пульт можно использовать с этим Apple TV. Чтобы настроить дополнительные кнопки, выберите «Настроить кнопки воспроизведения».
sk: Svoje Apple TV teraz môžete ovládať pomocou ovládača. Ak chcete nastaviť ďalšie tlačidlá, vyberte Nastaviť tlačidlá prehrávania.
sl: Zdaj lahko daljinec uporabljate s tem Apple TV-jem. Če želite nastaviti dodatne gumbe, izberite možnost Nastavi gumbe za predvajanje.
sv: Nu kan du använda din fjärrkontroll med denna Apple TV. Du kan ställa in fler knappar genom att gå till Ställ in uppspelningsknappar.
th: ตอนนี้คุณสามารถใช้รีโมทของคุณกับ Apple TV เครื่องนี้ได้แล้ว ในการตั้งค่าปุ่มอื่นเพิ่มเติม ให้เลือกการตั้งค่าปุ่มการเล่น
tr: Artık kumandanızı bu Apple TV ile kullanabilirsiniz. Ek düğmeler ayarlamak için Oynatma Düğmelerini Ayarla’yı seçin.
uk: Ви можете використовувати свій пульт із цим Apple TV. Щоб налаштувати додаткові кнопки, виберіть «Налаштувати кнопки відтворення».
vi: Bây giờ, bạn có thể sử dụng điều khiển từ xa với Apple TV này. Để thiết lập các nút bổ sung, hãy chọn Thiết lập các nút phát lại.
zh_cn: 你现在可以将你的遥控器用于此Apple TV。选择“设置播放按钮”来设置其他按钮。
zh_hk: 你現在可以使用你的遙控器控制此Apple TV。如要設定額外按鈕，請選擇「設定播放按鈕」。
zh_tw: 你現在可以在此Apple TV上使用遙控器。若要設定其他按鈕，請選取「設定播放按鈕」。
